const factsArray = [
    {
        title: 'Вредные привычки',
        text: 'За 48 не употреблять алкоголь, а за 72 часа не принимать лекарства, которые содержат аспирин и анальгетики. Также за час до сдачи крови следует воздержаться от курения.',
        size: "span 4"
    },
    {
        title: 'Завтрак Донора',
        text: 'Утром обязательно нужно легко позавтракать, а непосредственно перед процедурой донору положен сладкий чай.',
        size: "span 3"
    },
    {
        title: 'Сон Донора',
        text: 'Если в ночь донации вы не спали или плохо выспались, то следует отменить поездку в центр переливания крови. Здоровье доноров для нас самое главное.',
        size: "span 4"
    },
    {
        title: 'James Harrison',
        text: 'Джеймс Харрисон родился 27 декабря 1936 г. В 14 лет перенёс серьёзную операцию на грудной клетке, и ему срочно нужно было около 13 литров донорской крови. После операции он пробыл в больнице три месяца. Понимая, что донорская кровь спасла ему жизнь, он дал себе обещание стать донором крови, как только ему исполнится 18 лет. Харрисон начал сдавать кровь в 1954 году. Вскоре выяснилось, что его кровь содержит необычно сильные и устойчивые антитела к антигену D резус-фактора. Кровь Харрисона оказалась настолько уникальной, что его жизнь была застрахована на один миллион долларов. На основе плазмы его крови была создана сыворотка, которая будучи введенной резус-отрицательной женщине, беременной резус-положительным ребенком, предотвращает развитие антител в крови плода и, тем самым, гемолитическую желтуху новорожденных. Харрисон сдавал свою плазму в среднем каждые три недели на протяжении 57 лет. В мае 2011 года он сдал ее в тысячный раз, что является мировым рекордом. До 2015 года все антирезусные препараты в Австралии изготавливались из плазмы Харрисона. В мае 2018 года Харрисон последний раз пожертвовал кровь. За это время плазма Харрисона помогла спасти жизни более 2 000 000 новорожденных, включая его собственную внучку.',
        size: "span 8"
    },
    {
        title: 'Когда не стоит сдавать кровь?',
        text: 'Кровь не стоит сдавать за день до экзаменов, важных переговоров, соревнования и тому подобным, важным для вас мероприятиями.',
        size: "span 4"
    },
    {
        title: 'Спорт = Здоровье',
        text: 'Мы согласны с этим, но мы не рекомендуем заниматься спортом в день кроводачи. Вы можете почувствовать головокружение или ещё хуже, потерять сознание. Нужно дать своему организму отдохнуть, восстановиться. Рекомендуется пить воду больше обычного, чтобы быстрее восстановиться, а также хорошо кушать.',
        size: "span 6"
    },
    {
        title: 'Совет дня',
        text: 'Отдохните, поспите, покушайте, погуляйте, побегайте)',
        size: "span 2"
    }
]

export default factsArray;